{"content":{"last_updated":1405518301,"header":{"title":"GO BEYOND RESPONSIVENESS","subtitle":"APPIFY YOUR BLOG!","devices":"<p><strong>Supported on:</strong> iOS, Android, Windows 8 and Firefox OS. <strong>Compatible browsers:</strong> Safari, Google Chrome, Android - Native Browser, Internet Explorer 10 and Firefox.</p>","banner":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/whats-new.png"},"features":{"title":"What You Get","list":[{"title":"Cross-platform mobile web app","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/html5.png","text":"All it takes for a mobile web application to run is a modern mobile browser (HTML5 compatible), thus allowing your readers to instantly have access to your content, without needing to go through an app store, download &amp; install the app."},{"title":"Responsive UI","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/responsive.png","text":"Your mobile web application is sensitive to various screen sizes and orientation changes: landscape, portrait. In other words, the look and feel of the mobile web app seamlessly morphs into the screen size of your users' device."},{"title":"Customize appearance","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/customize.png","text":"Once you've selected your favorite theme you can start customizing the colors &amp; fonts, adding your logo and graphic elements that can relate to your blog's identity."},{"title":"Theming","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/theming.png","text":"Offer your users an exceptional reading experience by giving your mobile web application a native app-like look &amp; feel. The default theme comes with 6 abstract covers that are randomly displayed on the loading screen to give your app a magazine flavor."},{"title":"Posts Sync","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/posts-sync.png","text":"The posts inside your mobile web application are organized in their corresponding categories, thus you users can simply swipe through articles and jump from category to category in a seamless way."},{"title":"Pages Sync","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/pages.png","text":"Choose what pages you want to display on your mobile web application. You can edit, show/hide different pages and order them according to your needs."},{"title":"Comments Sync","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/comments-sync.png","text":"All the comments that are displayed in your blog are also synchronized into the mobile web application. On top of that, comments that are posted from within the app are also displayed on your blog."},{"title":"Analytics","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/analytics.png","text":"Get to know your mobile readers by simply integrating with Google Analytics. <em>Notice</em>: when dealing with mobile web applications the concept of page views is no longer accurate, so we suggest you concentrate on what's key to your blog: <b>the reader</b>. "},{"title":"Add to Homescreen","image":"https://s3-eu-west-1.amazonaws.com/appticles-wmpack/dashboard/whats_new/images/add-to-homescreen.png","text":"Readers can add your mobile web application to their homescreen and run it in full-screen mode. By doing this you're sure that you've conquered their hearts as they're just a tap away from your content."}]}}}